export default function LowVision() {
  return (
    <div className="mx-auto max-w-4xl space-y-8 px-6 py-10">
      <header className="space-y-2 text-center">
        <h1 className="text-3xl font-semibold text-amber-900">Βοηθήματα Χαμηλής Όρασης</h1>
      </header>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
        
        <p className="text-sm text-slate-600 text-justify">
           Το κατάστημα με χρόνια εμπειρίας στον τομέα των βοηθημάτων χαμηλής όρασης, κατόπιν ραντεβού προσφέρει υπηρεσίες για ανθρώπους με χαμηλή όραση
        </p>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
        <h2 className="text-xl font-semibold text-amber-700 text-center">Τι ειναι ομως τα βοηθηματα χαμηλης ορασης</h2>
        <p className="text-sm text-slate-600 text-justify">
          Τα βοηθήματα χαμηλής όρασης περιλαμβάνουν μια ποικιλία συσκευών, όπως μεγεθυντικοί φακοί σταθεροί και χειρός, ισχυρά μεγεθυντικά γυαλιά ανάγνωσης, λούπες και μικρά τηλεσκόπια. Επειδή αυτές οι συσκευές μπορούν να παρέχουν πολύ μεγαλύτερες δυνάμεις μεγέθυνσης και ισχυρότερες σε διοπτρικη δύναμη συνταγές, μαζί με οπτικά στοιχεία υψηλότερης ποιότητας , είναι διαφορετικά από τα κανονικά γυαλιά και τους μεγενθυντικούς φακούς που διατίθενται στο εμπόριο.
        </p>
        <p className="text-sm text-slate-600 text-justify">
          Τα βοηθήματα χαμηλής όρασης είναι για συγκεκριμένες εργασίες. Μπορείτε να σκεφτείτε ότι είναι παρόμοια με τα “εργαλεία” που χρησιμοποιούνται για την οικοδόμηση ενός σπιτιού – διαφορετικά εργαλεία για διαφορετικές εργασίες. Επομένως, ο οπτικός σας μπορεί να συνταγογραφήσει διαφορετικά βοηθήματα χαμηλής όρασης για διάφορες εργασίες: άλλη πχ για ανάγνωση, και άλλη για την μακρινή εργασία. Ο οπτικός σας μπορεί επίσης να συστήσει γυαλιά ηλίου για να μειώσει τη λάμψη, να προστατεύσει τα μάτια σας από υπεριώδη ακτινοβολία (UV) και το μπλε φως και να ενισχύσει την ικανότητά σας να βλέπετε πιο καθαρά σε διαφορετικές συνθήκες φωτισμού.
        </p>
        <p className="text-sm text-slate-600 text-justify">
          Η επιλογή του σωστού βοηθήματος που θα εξυπηρετήσει τις δίκες σας ανάγκες, είναι λοιπόν μια διαδικασία που γίνεται υστέρα από ένα ραντεβού κατά το οποίο δοκιμάζεται τα διαφορά είδη βοηθημάτων ώστε να δείτε αν κάποιο από αυτά θα μπορεί να καλύψει τις απαιτήσεις σας.
        </p>
      </section>
    </div>
  );
}
