export default function UsageTerms() {
  return (
    <div className="mx-auto max-w-4xl space-y-8 px-6 py-10">
      <header className="space-y-2 text-center">
        <h1 className="text-3xl font-semibold text-slate-900">Όροι Χρήσης</h1>
      </header>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
        <h2 className="text-xl font-semibold text-slate-900 text-center">Πνευματική Ιδιοκτησία</h2>
        <p className="text-sm text-slate-600 text-justify">
          Το περιεχόμενο του παρόντος δικτυακού ιστότοπου www.lookoptica.gr αποτελεί πνευματική ιδιοκτησία του www.lookoptica.gr, με την επιφύλαξη κάθε δικαιώματος που δεν παραχωρείται ρητά εδώ. Oλα τα δικαιώματα πνευματικής ιδιοκτησίας του παρόντος δικτυακού ιστότοπου ανήκουν στο www.lookoptica.gr ή σε τρίτα μέρη που νομίμως αφορούν. Αποκτώντας πρόσβαση σε αυτόν το δικτυακό ιστότοπο συμφωνείτε ότι αποδέχεστε τους ανωτέρω νόμους περί πνευματικής ιδιοκτησίας.
        </p>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
        <h2 className="text-xl font-semibold text-slate-900 text-center">Περί Προσωπικών Δεδομένων</h2>
        <p className="text-sm text-slate-600 text-justify">
          Ο ιστότοπος lookoptica.gr εφαρμόζοντας επακριβώς τις αρχές προστασίας  προσωπικών δεδομένων, που προβλέπονται από το διεθνές και ευρωπαϊκό δίκαιο που είναι υπεύθηνο να ρυθμίζει θέματα σχετικά με το ηλεκτρονικό εμπόριο (Οδηγία 2000/31/ΕΚ, ΠΔ 131/2003) καθώς επίσης και από το νόμο περί προστασίας καταναλωτών (Ν. 2251/1994) που ρυθμίζει τα σχετικά με τις πωλήσεις θέματα από απόσταση και τις σχετικές διατάξεις του νόμου (Ν. 2472/1997) για την προστασία του ατόμου και την προστασία δεδομένων προσωπικού χαρακτήρα όπως αυτο έχει συμπληρωθεί με τις αποφάσεις του Προέδρου της Επιτροπής Προστασίας Προσωπικών Δεδομένων, τα Π.Δ. 207/1998, 79/2000, το άρθρο 8 του Ν. 2819/2000 και του ευρωπαϊκού δικαίου με τις οδηγίες 95/46/ΕΚ και 97/66/ΕΚ, δηλώνει ρητώς ότι δεν θα προβεί σε οποιαδήποτε αθέμιτη χρήση των προσωπικών δεδομένων τρίτων και με κανέναν τρόπο δεν αποκαλύπτει, δημοσιοποιεί, πωλεί, εκμισθώνει ή ανταλλάσσει τα προσωπικά  στοιχεία τριτων και τις πληροφορίες που υποβάλλονται σε αυτο, προς οποιοδήποτε τρίτο μέρος. Τα προσωπικά σας στοιχεία ύστερα από την αίτηση σας, διαγράφονται οριστικά και δεν παραχωρούνται με κανέναν τρόπο σε οποιονδήποτε. Με την υποβολή υλικού στον server μας, συμφωνείτε ότι το υλικό αυτό δεν περιέχει στοιχεία ποιυ να μην ειναι αληθή, παράνομα ή καθ’ οιονδήποτε τρόπο μη κατάλληλα για χρήση και δημοσίευση.
        </p>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
       <h2 className="text-xl font-semibold text-slate-900 text-center">Περί ευθύνης πληροφοριών</h2>
        <p className="text-sm text-slate-600 text-justify">
          Ο ιστοτοπος www.lookoptica.gr έχει προσπαθήσει με τον καλύτερο τρόπο έτσι ωστε να απεικονίσει με τη μεγαλύτερη δυνατή ακρίβεια τα προϊόντα που διαθέτει με την προβολή φωτογραφιών, περιγραφών και ειδικότερων σχολίων. Ωστόσο, ο παρών δικτυακός τόπος ενδέχετε να περιέχει σφάλματα (τυπογραφικά, αριθμητικά και απεικόνισης). Για αυτο ο παρών ιστότοπος δεν εγγυάται την ακρίβη ή πλήρη απεικόμιση και περιγραφή ή και την αξιοπιστία κάθε συμβουλής, γνώμης, δήλωσης ή άλλης πληροφορίας που αναφέρεται ή διατίθεται σε αυτόν        </p>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
       <h2 className="text-xl font-semibold text-slate-900 text-center">Τρόποι Αποστολής</h2>
        <p className="text-sm text-slate-600 text-justify">
          Τα προϊόντα αποστέλονται στην Ελλάδα 1-2 ημέρες με Box Now ή Ελτα courier.
          Όλες οι αποστολές έχουν αριθμό φορτωτικής. Για το κόστος αποστολής παρακαλώ επικοινωνήστε μαζί μας.
          Σε περίπτωση που ο πελάτης δεν επιλέξει κανεναν τρόπο αποστολής το προϊόντα θα κρατηθούν στο καταστηματός μας για 10 εργάσιμες μέρες.
          Τυχόν επιστροφή  προϊόντων στο καταστηματός μας το κόστος επιστροφής του προϊόντων επιβαρύνει τον πελάτη.
        </p>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
       <h2 className="text-xl font-semibold text-slate-900 text-center">Τρόποι Πληρωμής</h2>
        <ul className="text-sm text-slate-600 text-justify">
          <li><strong>ΑΝΤΙΚΑΤΑΒΟΛΗ:</strong> Την πληρωμή με αντικαταβολή μετρητοίς. Η πληρωμή γίνεται με την παράδοση της παραγγελίας σας μέσω Courier. Για το κόστος αντικαταβολης παρακαλω επικοινωνήστε μαζί μας.</li>
          <li><strong>ΚΑΤΑΘΕΣΗ ΣΕ ΤΡΑΠΕΖΙΚΟ ΛΟΓΑΡΙΑΣΜΟ:</strong> Μπορείτε να πληρωσετε απευθειας σε καποια απο τις παρακάτω τραπεζες  που σας διευκολύνει για την κατάθεση του ποσού της παραγγελίας σας. Στο καταθετήριο της τράπεζας πρέπει να αναγράψετε ως αιτιολογία το πλήρες ονοματεπώνυμο σας. Για την ταχύτερη εκτέλεση της παραγγελίας σας μπορείτε να μας στείλετε τo καταθετήριο της Τράπεζας μέσω e-mail στο info@lookoptica.gr . Αυτή η 0
          <p>Οι τραπεζικοί λογαριασμοί της εταιρείας μας, στους οποίους μπορείτε να καταθέσετε τα χρήματα είναι:</p>

          <p><strong>ΕΘΝΙΚΗ</strong> :            GR 0401.1017.8000.0017.8767.747.24</p>

          <p><strong>ALPHA BANK</strong> :    GR 4501.4012.4012.4002.3100.087.67</p>

          <p><strong>EUROBANK</strong> :        GR 4402.6046.0000.0580.2002.297.65</p></li>
          <li><strong>ΠΙΣΤΩΤΙΚΗ ΚΑΡΤΑ</strong>: Πληρωμή με πιστωτική ή χρεωστική κάρτα μέσω viva wallet, με έως 8 άτοκες δόσεις. Οι άτοκες δόσεις αφορούν πιστωτικές κάρτες που παρέχονται άτοκες δόσεις απο την viva wallet.</li>
          <li><strong>PayPal</strong>:  Πλέον δίνεται και η πληρωμή μέσω paypal</li>
        </ul>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
       <h2 className="text-xl font-semibold text-slate-900 text-center">Επιστροφές</h2>
        <p className="text-sm text-slate-600 text-justify">
          Αν επιθυμείτε οποιαδήποτε επιστροφή προιόντος, μπορεί να πραγματοποιηθεί μέσα σε 7 ημερολογιακές ημέρες από την ημερομηνία παραλαβής.

          To eshop ελέγχει κάθε προιόν πρός αποστολή, ώστε να πληρεί τις σχετικές προδιαγραφές, να βρίσκεται σε άριστη κατάσταση και να συσκευάζεται με το καλύτερο δυνατό τρόπο προς αποφυγή φθοράς.

          Καμία αλλαγή δεν γίνεται δεκτή αν το προιόν έχει χρησιμοποιηθεί, φθαρεί, δεν συνοδεύεται από την αρχική του συσκευασία και δεν έχει προηγηθεί σχετική συννενόηση.

          Τα έξοδα αποστολής βαρύνουν το πελάτη και δεν επιστρέφονται.

          Δεν γίνεται επιστροφή χρημάτων.

        </p>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
       <h2 className="text-xl font-semibold text-slate-900 text-center">Τροποποιήσεις όρων</h2>
        <p className="text-sm text-slate-600 text-justify">
          Ο ιστότοπος www.lookoptica.gr διατηρεί το δικαίωμα να τροποποιεί ή και να ανανεώνει τoυς όρους και τις προϋποθέσεις των συναλλαγών και αναλαμβάνει την υποχρέωση να ενημερώνει το παρόν κείμενο για οποιαδήποτε αλλαγή ή προσθήκη υπαρχει στους όρους χρήσης.
        </p>
      </section>

      <section className="space-y-4 rounded-2xl border border-amber-200 bg-amber-50 p-6 text-sm text-slate-700">
       <h2 className="text-xl font-semibold text-slate-900 text-center">Αδεία Λειτουργείας Καταστήματος Οπτικών</h2>
        <p className="text-sm text-slate-600 text-justify">
          Το ηλεκτρονικό κατάστημα www.lookoptica.gr λειτουργεί μέσο του φυσικού καταστήματος Look Οπτικά στο Χάλανδρι με αδεία λειτουργείας καταστήματος οπτικών από την νομαρχεία Βορείου Τομέως Αθηνών.
        </p>
      </section>
    </div>
  );
}
